[
    [
        "What is culture?",
        "Unique traditions of a particular group"
    ],
    [
        "How is stereotype different from culture?",
        "stereotype is often a negative belief about a group of people, that is not as universally true as their culture."
    ],
    [
        "How do Western show respect, and Eastern cultures?",
        "Shake hands vs bowing"
    ],
    [
        "What is halal food?",
        "Food prepared according to Islamic dietary laws"
    ],
    [
        "Why do some Muslim women wear hijabs?",
        "Religious requirement"
    ],
    [
        "What is the tango?",
        "A passionate dance from Argentina"
    ],
    [
        "Name 3 major world religions",
        "Christianity / Islam / Hinduism / Buddhism / Taoism / Judaism"
    ],
    [
        "What is Ramadan?",
        "A holy month of fasting in Islam"
    ],
    [
        "What is Diwali?",
        "The Hindu festival of lights"
    ],
    [
        "Is it a good gesture to tip in the USA?",
        "No, it is almost compulsary. In Australia, it would be a good gesture."
    ],
    [
        "What does Namaste mean in India?",
        "A greeting meaning I bow to you."
    ],
    [
        "What is the meaning of Inshallah?",
        "In Arabic, it means If God wills, used commonly to express hope"
    ],
    [
        "Where does the word bazaar originate from?",
        "market in the Middle Eastern country"
    ],
    [
        "What is an extended family?",
        "A family that includes grandparents, aunts, uncles, etc"
    ],
    [
        "Is it only Asians that have parents and children live together until marriage?",
        "No, as well as many Latin American and Mediterranean cultures."
    ],
    [
        "What is a dowry?",
        "Money or gifts given by the bride's family to the groom's/"
    ],
    [
        "What is the Australian slang for \"friend\"?",
        "mate"
    ],
    [
        "What do some people call Australia's national day? ",
        "Australia Day / Invasion Day"
    ],
    [
        "What is Australia's famous type of coffee?",
        "flat white, a stronger version of latte"
    ],
    [
        "What is the nick name for Melbourne Cup?",
        "The race that stops a nation"
    ],
    [
        "What is a schoolies week in Australia?",
        "A celebration for high school graduates, often at the beach."
    ],
    [
        "What is considered rude in Australia?",
        "Bragging / not saying please and thank you / not talking and laughing like crazy"
    ],
    [
        "What is tall poppy syndrome?",
        "Criticizing people who show off or act superior, snobbish"
    ],
    [
        "What is the American dream?",
        "The belief that anyone can succeed through hard work."
    ],
    [
        "What is the second most widely spoken language in the US?",
        "Spanish, by Mexicans in the US"
    ],
    [
        "Name the 12 Chinese Zodiac",
        "rat / ox / tiger / rabbit / dragon / snake / horse / sheep / monkey / rooster / dog/ pig"
    ],
    [
        "What is the staple food in Northern China, and what is in the south?",
        "Noodle vs Rice"
    ],
    [
        "Should you finish all your food in China, traditionally?",
        "No, leaving a little shows you are full."
    ],
    [
        "How is matcha differ from green tea?",
        "matcha means powdered form of green tea"
    ],
    [
        "Is tipping expected in Japan?",
        "No, and some will take offence if insisted"
    ]
]