[
    [
        "What is the minimum age to buy tobacco? ",
        "18"
    ],
    [
        "What age must one stay in school until?",
        "16"
    ],
    [
        "At what age can one apply for Learner's permit?",
        "16"
    ],
    [
        "At what age can one apply for Provisional license?",
        "17"
    ],
    [
        "What is the legal drinking age?",
        "18"
    ],
    [
        "How much alcohol can a provisional driver have?",
        "0"
    ],
    [
        "What is the minimum age of consent?",
        "16"
    ],
    [
        "At what age is sending/receiving sex images legal?",
        "18"
    ],
    [
        "When can a child start working legally?",
        "14"
    ],
    [
        "At what age does one become legally responsible for crimes?",
        "10, though penalties are different for minors"
    ],
    [
        "Do you have to answer the police?",
        "No, right to remain silent is legal"
    ],
    [
        "Is jaywalking legal?",
        "No"
    ],
    [
        "What is the penalty for fare evasion for minors?",
        "fines to parents"
    ],
    [
        "Are the parents held responsible for their children's offences?",
        "Sometimes, yes"
    ],
    [
        "Who should vote?",
        "Everyone over 18 must vote"
    ],
    [
        "Is smoking allowed everywhere outdoor?",
        "No"
    ],
    [
        "Is smoking completely banned indoor?",
        "No"
    ],
    [
        "If your purchased goods is faulty, can you get refund, exchange, or accept?",
        "refund by law"
    ],
    [
        "Can you exchange your purchase for change of mind?",
        "depends on the item and the store, not bound by law"
    ],
    [
        "What is the minimum wage in Australia?",
        "about $24"
    ],
    [
        "What is the commonly accept minimum lease length for rental property?",
        "12 months"
    ],
    [
        "During weekdays, what time is party noise prohibited from at night?",
        "10pm"
    ],
    [
        "What is the number to call police, and to call ambulance in Australia?",
        "000"
    ],
    [
        "What is a de facto relationship?",
        "people who live like a couple without getting married"
    ],
    [
        "Can grandparents become legal custodian of their grandchildren?",
        "Only if the parents are unable to"
    ],
    [
        "At what age can one get a Tax File Number in Australia?",
        "15+"
    ],
    [
        "How much do you have to earn before you start paying income tax?",
        "$18000"
    ],
    [
        "How much income tax does one pay after reaching the threshold?",
        "16%/$18000, 30%/$45000, 37%/$135000, 45%/$190000"
    ],
    [
        "What is GST, and how much is it?",
        "Goods Service Tax, 10% "
    ],
    [
        "When is tax return lodged?",
        "1/7 to 31/10 for the previous financial year"
    ]
]