[
    [
        "What is the safest way to put out a grease fire?",
        "use non-flammable material to cover it"
    ],
    [
        "What is the best way to unclog a drain?",
        "Pour boiling water and washing powder"
    ],
    [
        "What does \"simmer\" mean in cooking?",
        "Cook slowly just below boiling"
    ],
    [
        "What is the correct way to lift heavy objects?",
        "Ask for help, lift with legs not your back"
    ],
    [
        "What is best before and use by date?",
        "use by date should be firmed followed due to health and safety reason"
    ],
    [
        "What is the 50/30/20 budget rule?",
        "50% needs/30% wants/20% savings"
    ],
    [
        "What is a credit score?",
        "To determine a person's load/credit eligibility from their past record"
    ],
    [
        "What is phishing?",
        "Scams to steal personal info"
    ],
    [
        "What is the safest place in a thunderstorm?",
        "inside a car, to avoid fallen objects and lightning strikes"
    ],
    [
        "What is a two-factor authentication?",
        "Using both password and fingerprint/text code for added security"
    ],
    [
        "What's the 5-second rule?",
        "That food is safe if picked up within 5 seconds, which is scientificly false"
    ],
    [
        "How can you tell if an egg is fresh?",
        "Float test, fresh eggs sink"
    ],
    [
        "What’s the \"two-minute rule\" for productivity?",
        "If a task takes <2 minutes, do it immediately."
    ],
    [
        "What’s the safest way to thaw frozen meat?",
        "In the fridge"
    ],
    [
        "What’s the \"ABC\" type of fire extinguisher used for?",
        "Fires involving wood/paper (A), liquids (B), and electrical (C)."
    ],
    [
        "What’s the safest sleeping position for babies?",
        "on their back"
    ],
    [
        "What’s the easiest way to unclog a toilet?",
        "Use a plunger to seal tightly, push air down and pull out"
    ],
    [
        "How can you remove a stuck jar lid?",
        "Tap the edge with a spoon or run under hot water."
    ],
    [
        "Can you eat moldy food if you cut off the mold?",
        "Only for hard food, mold roots spread invisibly on soft foods"
    ],
    [
        "Under same condition, what food would last longer?",
        "High acid food"
    ],
    [
        "What slows spoilage, preserves food for longer?",
        "Oil slows spoilage but creating an oxygen-free environment, but not for fresh food"
    ],
    [
        "What is the main downside of being vegetarian?",
        "Multiple deficiencies in Iron, Omega-3, Calcium and vitamin B12"
    ],
    [
        "What is a super food? Give two examples ",
        "Types of food that offer more essential nutrients than most, (e.g. spinach, salmon, seeds)"
    ],
    [
        "What is lactose intolerance?",
        "Inability to digest lactose (in dairy products) that may result in upset tummy"
    ],
    [
        "What is Saute in cooking?",
        "To quickly brown the food over high heat using small amount of fat in a shallow pan"
    ],
    [
        "What does \"al dente\" mean for pasta?",
        "Firm to the bite, not mushy"
    ],
    [
        "Why is it a bad idea to drink hot water from tap?",
        "Because the risk of dirty build up in the hot water tank and pipes"
    ],
    [
        "list three things that are bad about soda drinks",
        "obesity / heart disease / tooth erosion / kidney trouble / liver disease / diabetes"
    ],
    [
        "What does a solid white line between lines mean? ",
        "No lane change, unless absolutely necessary"
    ],
    [
        "What is more important than following traffic rules?",
        "Make sure the other party is following traffic rules by keeping your eyes open"
    ]
]