[
    [
        "What is ethics?",
        "Moral principles, the right and wrong that guides ones behaviour"
    ],
    [
        "How does ethics differ from laws?",
        "ethics are personal and voluntary, laws are universal and imposed"
    ],
    [
        "What is the meaning of integrity in ethics?",
        "consistency between actions and values"
    ],
    [
        "What is altruism?",
        "Selfless concern for others well-being"
    ],
    [
        "What is the golden rule of ethics?",
        "Treat others as you wish to be treated, by Kant"
    ],
    [
        "What is moral relativism?",
        "The belief that ethics vary by culture or individual perspective, ie eating people is fine amongst cannibals"
    ],
    [
        "What is categorical imperative?",
        "A concept developed by Immanuel Kant, duty-based ethics"
    ],
    [
        "What is utilitarianism in ethics?",
        "Choosing actions that maximize overall happiness, ie saving many over one"
    ],
    [
        "What is being virturous?",
        "Focusing on being moral rather than following rules"
    ],
    [
        "What is the social contract theory introduced by Rousseau?",
        "ethics arise from agreements to maintain social order"
    ],
    [
        "Is lying always wrong?",
        "depends on what one values more morally"
    ],
    [
        "Why is capital punishment considered unethical by some countries/culture?",
        "It does not allow rehabilitation"
    ],
    [
        "Why are petty crimes more tolerated in Western culture?",
        "Because Western cultures were built on criminal activities, small crimes are the norm amongst their people which make it too costly to punish"
    ],
    [
        "Is it wrong to steal from the rich who steal from the poor in the form of exploitation?",
        "Absolutely not, just dont get caught!"
    ],
    [
        "What is the three perspectives of a person in Chinese?",
        "what one feels to be important values in personal, societal and moral aspects"
    ],
    [
        "Are sweatshops unethical?",
        "Only if they are forced labour"
    ],
    [
        "Should everyone be afforded the same social benefits regardless of their effot and contribution?",
        "No, for it encourages the lazy and the stupid to take unethical advantages of others"
    ],
    [
        "Is extreme wealth unethical?",
        "By itself no, but majority of extreme wealth are acquired through exploitation or other unethical means."
    ],
    [
        "Should social media censor certain information?",
        "No, that would undermine the concept of free speech. If someone is misinformed, it is mainly due to their lack of critical thinking."
    ],
    [
        "Is euthanasia ethical?",
        "Absolutely, if one does not have control of their own life, that amounts to slavery"
    ],
    [
        "What is the Hippocratic Oath that doctors follow?",
        "Do no harm"
    ],
    [
        "Should lawyers exploit loophole to defend their knowingly guilty client?",
        "No, we must remember moral always comes before profession"
    ],
    [
        "Is accepting gifts from students unethical?",
        "Only if preferrential treatment follows afterwards"
    ],
    [
        "What do we call unfair preferrential treatment given to relatives or friends?",
        "nepotism"
    ],
    [
        "What does it mean to have low friends in high places?",
        "powerful yet morally corrupt friends, often lead to nepotism"
    ],
    [
        "what is the meaning of intellectual conscience?",
        "that one does not accept what one believes to be right or wrong, without questioning themselves first"
    ],
    [
        "Is it an ethical thing to declare We respect the Elder etc..?",
        "No, it only serves to mask the unethical actions past and present"
    ],
    [
        "Is gossiping unethical?",
        "Yes, it betrays trust and harms reputation"
    ],
    [
        "If you hurt someones feelings by telling the truth about them, is it wrong?",
        "depends on whether the truth impacts others or entirely private"
    ],
    [
        "Should you ignore the wrongdoings of someone who is good to you?",
        "no, but how you approach this issue depends on multiple factors. How good is this person to you and why, how wrong is their action, do they do it knowingly etc"
    ]
]