[
    [
        "What is BYO in restaurants?",
        "Bring Your Own alcohol, some restaurants allow this, but they will charge cockage fee"
    ],
    [
        "What is super?",
        "superannuation, a retirement saving system where employers are required to make contribution to at 10% of your total earning"
    ],
    [
        "What is annual leave?",
        "paid leave for full-time workers, at 20 days per year."
    ],
    [
        "Why do casual workers not get annual leave?",
        "because they get paid a higher casual rate instead"
    ],
    [
        "What is 'slip, slop, slap'?",
        "sun safety slogan, slip on a shirt, slop on sunscreen, slap on a hat"
    ],
    [
        "Can you turn left on a red light?",
        "Not in Australia, but legal in other countries to make small turn on red light"
    ],
    [
        "What is a 'hook turn'?",
        "A right turn from the left lane, exists exclusively in Melbourne CBD"
    ],
    [
        "Which way does the clock move in summer daylight saving by an hour?",
        "forward"
    ],
    [
        "Does daylight saving apply to all of Australia?",
        "Not the tropical northern half, (i.e., QLD, NT, WA)"
    ],
    [
        "What is the most widely spoken language in the world? ",
        "Mandarin as native language, English if combining both native and second language"
    ],
    [
        "What is the normal human body temperature in Celsius?",
        "around 37 degrees"
    ],
    [
        "Convert ratio: foot (US) to inch (US), inch to cm",
        "1 foot : 12 inch, 1 inch = 2.54cm"
    ],
    [
        "Convert ratio: pound (US) to ounce(US), pound to KG, ounce to gram",
        "1 lb = 16 oz, 1b = 0.45KG, 1oz = 28grams"
    ],
    [
        "What are two main causes that contribute to decreased value in a currency? ie, paying more for same things",
        "inflation, and weak currency compared to other countries"
    ],
    [
        "What is inflation?",
        "When prices rise over time for the same item/service, either due to weakening economy or more money being printed "
    ],
    [
        "What is the difference between unleaded, leaded, diesel petrol?",
        "unleaded: standard, clean, civilian vehicles / leaded: toxic, phasing out / diesel: efficient, powerful, commercial or heavy vehicles"
    ],
    [
        "What happens if you add wrong petrol to your vehicle?",
        "It will damage the engine"
    ],
    [
        "Is it safe to drive a car through water?",
        "If it is lower than the bottom of your vehicle chassis, otherwise water can destroy the engine"
    ],
    [
        "What is gross income?",
        "income before taxes, though you might claim some taxes back later"
    ],
    [
        "What is a variable interest rate?",
        "The rate of interest one pays to the bank for mortgage borrowings, which changes with market rates, instead of being fixed as agreed upon."
    ],
    [
        "What is browser cache?",
        "Temporary storage for faster website loading, contains your history"
    ],
    [
        "What does RSVP mean?",
        "French for 'Please Respond'"
    ],
    [
        "Is direct eye contact always polite?",
        "Only in Western culture, not in the east. Self-importance vs Humility"
    ],
    [
        "What is bigotry?",
        "All forms of prejudices against other groups of people."
    ],
    [
        "Give me 3 forms of common bigotry",
        "racism / homophobia / Islamophobia / anti-semitism / xenophobia / sexism / Sinophobia"
    ],
    [
        "Is it okay to discuss salary openly?",
        "It is considered a private matter, so mostly a rude, or insensitive thing to do."
    ],
    [
        "What is a visa?",
        "Official permission to enter a country, though some countries offer visa-free access to certain countries."
    ],
    [
        "What is Duty-Free?",
        "Offering goods without local taxes, usually before one departs the country"
    ],
    [
        "What is a hostel?",
        "Budget accomodation with shared rooms, targeting at young people."
    ],
    [
        "Is having a strong currency always good?",
        "Not necessarily, it depends on how much you are paid/spent in that currency, and it often discourages other countries from buying/spending."
    ]
]