[
    [
        "What is a non-restrictive clause?",
        "Adds extra info with commas (e.g., My brother, who lives in Perth, is visiting)"
    ],
    [
        "What is the difference between less and fewer?",
        "less for uncountable, fewer countable"
    ],
    [
        "What is hedging in academic writing?",
        "using cautious language (e.g., this suggests vs this proves)"
    ],
    [
        "What is parallelism?",
        "Using consistent structure (eg. she likes hiking, swimming and cycling)"
    ],
    [
        "Is irregardless a word?",
        "no, use regardless"
    ],
    [
        "What is the difference between who and whom?",
        "Who is used as subject, who called? Whom object, to whom did you call?"
    ],
    [
        "Why should you avoid cliches?",
        "lack of originality weakens writing or argument"
    ],
    [
        "What is a dangling participle?",
        "absence of clear subject (running late, the bus was missed -> running late, I missed the bus"
    ],
    [
        "Is it could of or could have?",
        "could've sounds like could of"
    ],
    [
        "Is it correct to say me and my mate went to the beach?",
        "no, my mate and I"
    ],
    [
        "Difference between affect and effect?",
        "affect, verb, to influence / effect, noun, result"
    ],
    [
        "When do you capitalise a word, list all three occasions",
        "start of a sentence, proper noun, titles"
    ],
    [
        "When do you use a dash?",
        "for emphasis or set off extra information - like this!"
    ],
    [
        "When should you use a colon?",
        "Before a list / explanation / or quote"
    ],
    [
        "What is a contraction?",
        "Merged version of two words, like It's from It is"
    ],
    [
        "What is passive voice?",
        "When the subject receives the action (eg. The die is cast)"
    ],
    [
        "Is it correct to say the team are playing well?",
        "No, the team is a collective noun, so should use singular verb instead"
    ],
    [
        "What is a fragment?",
        "An incomplete sentence missing a subject or verb (eg. running down the street)"
    ],
    [
        "Define a complex sentence",
        "One independent clause + one dependant clause (eg. after it rained, the plants grew)"
    ],
    [
        "Define a compound sentence",
        "Two independent clauses joined by a conjunction (eg. I ran, but I missed the bus)"
    ],
    [
        "Identify the interjection: Wow! That surf was huge!",
        "Wow!"
    ],
    [
        "What is an article?",
        "A, an, the"
    ],
    [
        "Correct the mistake: The reason is because...",
        "The reason is that | The reason being"
    ],
    [
        "Correct the mistake: She ran faster than I.",
        "She ran faster than I did / me"
    ],
    [
        "Is it correct to say \"Stupid you have become\"?",
        "Yes, it is called anastrophe, inverted word order for empasis"
    ],
    [
        "What is a periodic sentence, give example",
        "builds to a main clause at the end (eg, Despite failure, difficulty, abuse, we won.)"
    ],
    [
        "What is the difference between e.g. and i.e.?",
        "e.g. = for example, i.e. = that is"
    ],
    [
        "What is wrong with: A well known artist",
        "well-known, compound adjectives before noun needs to be hyphenated"
    ],
    [
        "Why would italics be used for a word in dialogue?",
        "To show emphasis"
    ],
    [
        "What is the difference between imply and infer?",
        "imply = to suggest; infer = to deduce"
    ]
]