[
    [
        "\"If you have writ your annals true.. explain what Coriolanus said afterwards",
        "how he destroyed the Volscians in Corioli"
    ],
    [
        "Meaning behind \"Nothing in his life became him like the leaving it\" in Macbeth",
        "traitor Cawdor's dignified death foreshadows Macbeth's disgraceful end"
    ],
    [
        "Meaning of this chant \"Double, double toil and trouble; Fire burn and cauldron bubble.\"",
        "Eerily symblizing the incoming chaos by Macbeth"
    ],
    [
        "\"There is a world elsewhere\", when does Mathius say that?",
        "After his exile"
    ],
    [
        "Who said \"By the pricking of my thumbs, something wicked this way comes\" and why?",
        "The witches, seeing Macbeth's transformation in a tyrant"
    ],
    [
        "meaning of \"Fair is foul, and foul is fair\"",
        "Foreshadows the play's theme, appearance deceives, like Macbeth's false loyalty"
    ],
    [
        "Who said \"The rest is silence\" and when?",
        "Hamlet's dying words"
    ],
    [
        "Finish the quote \"What is done..",
        "..can not be undone\""
    ],
    [
        "Finish the quote \"Love all, trust a few..",
        "..do wrong to none.\""
    ],
    [
        "Origin and meaning of the quote \"The devil can cite Scripture for his purpose.\"",
        "The merchant of Venice, people would twist truth to suit their needs"
    ],
    [
        "In simpler words, paraphrase \"Give every man thy ear, but few thy voice.\"",
        "Listen more, speak less"
    ],
    [
        "Finish the quote \"Words without thoughts..",
        "..never to heaven go. (empty prayers are meaningless)"
    ],
    [
        "Meaning of \"I am one who loved not wisely but too well.\"",
        "Admitting one's love was excessive not wise."
    ],
    [
        "Finish the quote \"All's well..",
        "..that ends well.\""
    ],
    [
        "Hardship teaches valuable lessons, in Shakespeare's words",
        "\"Sweet are the uses of adversity\""
    ],
    [
        "Finish the quote \"How sharper than a serpent's tooth it is..",
        "..to have a thankless child!\" (from King Lear)"
    ],
    [
        "Finish the quote \"Hell is empty..",
        "..and all the devils are here.\" (evil resides among humans)"
    ],
    [
        "What is the meaning behind \"What a piece of work is man!\"?",
        "Hamlet marvels at humanity's brillance at the same time, the meaninglessness of life"
    ],
    [
        "Complete the start of the quote, \"...but thinking makes it so.\"",
        "\"There is nothing either good or bad.."
    ],
    [
        "Finish the quote \"Love looks not with the eyes..",
        "..but with the mind\" (love is irrational, seeing what it wants)"
    ],
    [
        "Finish the quote \"We are such stuff..",
        "..as dreams are made on\" (life is fleeting like a dream)"
    ],
    [
        "What is the famous last words of Caesar?",
        "Et tu Brute?"
    ],
    [
        "\"The fault, dear Brutus, is not in our stars..\"",
        "..but in ourselves\" (choice, not fate, is responsible)"
    ],
    [
        "What is the meaning of \"The better part of valor is discretion\"",
        "True courage involves avoiding unnecessary fights, unlike fearlessness out of insensibility"
    ],
    [
        "Finish the quote \"Cowards die many times before their deaths..",
        "..the valiant never taste of death but once.\""
    ],
    [
        "Where does the phrase \"rose by any other name\" come from?",
        "Juliet says names are meaningless, \"That which we can a rose by any other name would smell as sweet.\""
    ],
    [
        "What is the context of the saying \"To be, or not to be\"",
        "Hamlet reflecting on life and death, whether it is better to endure suffering or end one's troubles by dying"
    ],
    [
        "What does the \"I am in blood..\" quote betray about Macbeth?",
        "tedious shows that his despair, that all actions become pointless / determination to commit to tyranny / accepts his fate that he no longer can choose nor fear"
    ],
    [
        "Which Shakespearian character is Walter White from Breaking Bad?",
        "Macbeth, with his wife resembles Lady Macbeth, maybe the show could have been named Macmeth?"
    ],
    [
        "Finish the quote \"The evil that men do lives after them..",
        "..the good is oft interred with their bones.\" (people easily forgets the good but remembers the bad)"
    ]
]