[
    [
        "What is lotto?",
        "Buying a sequence of numbers for a very small chance to win big price money."
    ],
    [
        "What is \"responsible gambling\"?",
        "Setting limits on time/money to avoid addiction."
    ],
    [
        "What is the downside of \"Martingale\" betting strategy?",
        "Doubling bets after losses will increase bets too high, just for chance to break even."
    ],
    [
        "What is a \"tell\" in card games?",
        "A subcouscious clue that gives away a player's hand strength"
    ],
    [
        "What differs a cash game from tournaments in poker?",
        "cash games plays with real money without limit, tournaments has fixed buy-in for final prizes."
    ],
    [
        "What's the \"flop\" in poker?",
        "The first 3 community cards dealt face up"
    ],
    [
        "What's the best possible hand in poker?",
        "Royal flush, (10 to Ace straight of the same suit)"
    ],
    [
        "What is a bomb in Big 2?",
        "Four of a kind, beats all but higher bombs"
    ],
    [
        "What is the suit order in Big 2?",
        "Clubs - Diamond - Heart - Spades (weak to strong)"
    ],
    [
        "What does \"ko\" mean in Go?",
        "No immediate recapture a stone that leads to endless loop"
    ],
    [
        "Where did Go originate from?",
        "China, as WeiQi, over 2500 years ago"
    ],
    [
        "What are two sizes of Go board?",
        "Small 9x9, normal 19x19 grid"
    ],
    [
        "What is \"komi\"?",
        "Bonus points, usually 6.5 to 7.5, given to white to balance Black's first move advantage"
    ],
    [
        "How are points scored in Go?",
        "Empty controlled territory + captured stones"
    ],
    [
        "What is the most popular non-competitive adult board game?",
        "Dungeons & Dragons"
    ],
    [
        "Which game has players act out words without speaking?",
        "Charades"
    ],
    [
        "When can one double on standard Black Jack rule?",
        "When one has two cards to the total of 9, 10, 11"
    ],
    [
        "What is the highest-value card in Blackjack?",
        "Ace as 11"
    ],
    [
        "What type of game is Gwent?",
        "Deckbuilder"
    ],
    [
        "List all the different playable factions in Gwent.",
        "Northern Realms / Nilfgaard / Scoia'tael / Monsters / Skellige"
    ],
    [
        "What weather card in Gwent disables siege row?",
        "Torrential Rain"
    ],
    [
        "What is the fifth taste?",
        "Xian, or Umami, the savory taste found in soy sauce, seafood, etc"
    ],
    [
        "Why do people still collect vinyl?",
        "Usually they prefer the warmer, raw sound of vinyl, compared to the crisp but shallower digital sound."
    ],
    [
        "What is the difference between hobby and a side hustle?",
        "A hobby is for fun, a side hustle is for money"
    ],
    [
        "What is the use of a bobber(float) in fishing?",
        "To suspend bait/hook at a set depth, and detect bites"
    ],
    [
        "What do we use to store fishing gear?",
        "a tackle box"
    ],
    [
        "List the 5 most basic components of fishing gear",
        "hook / bait / weights / reel / rod"
    ],
    [
        "Wind and brass instruments work similarly, but what are the differences?",
        "Woodwind: blowing or vibrating a reed, soft and mellow, requires finger dexterity, fast and intricate melodies / Brass: buzzing lips, louder, sustained notes, breath control"
    ],
    [
        "What is the single most important setting in photography?",
        "Aperture, how much light is let in, which also affects depth of field"
    ],
    [
        "What is universal accepted single most demanding and expensive hobby in the world?",
        "relationship with a woman"
    ]
]