[
    [
        "Which K-drama became a global hit on Netflix?",
        "Squid Game"
    ],
    [
        "Which is the first korean music video to become viral?",
        "Psy's \"Gangnam Style\""
    ],
    [
        "What is deepfake?",
        "Using AI to make fake porn with real people's faces"
    ],
    [
        "What is hashtag?",
        "keyword added to identity topic of online post"
    ],
    [
        "What is X?",
        "Previously known as Twitter, a comment sharing platform, renamed after bought by Elon Musk"
    ],
    [
        "What chatbot went viral first?",
        "ChatGPT"
    ],
    [
        "What was the first viral meme animation?",
        "Dancing baby in 1996"
    ],
    [
        "What is the \"Harlem Shake\"?",
        "Group dance challenges recorded on video"
    ],
    [
        "What is Salt Bae known for?",
        "Viral video of theatrically salting meat, which became the meme for mocking people to cry more"
    ],
    [
        "What is the female butt dance that is made viral?",
        "Twerking"
    ],
    [
        "The slap, what happened?",
        "Will Smith snapped and slapped Chris Rock at the Oscars on live TV."
    ],
    [
        "What is the infamous Hawk Tuah girl moment?",
        "The shamelessness of stupid white female commenting on how to spit semen back at her man."
    ],
    [
        "What is Nipplegate?",
        "Justin Timberlake accidentally/deliberately and shockingly exposed Janet Jackson's breast and ornamental nipple during live performance on the most viewed sports half time show, the Super Bowl."
    ],
    [
        "Is TikTok getting banned in the US for its detrimental impact on mental health?",
        "No, for being a Chinese app, which is perceived as a threat to national security to the US"
    ],
    [
        "Which WIKI is the objective source of information that reveals the truth about US?",
        "Wikileaks"
    ],
    [
        "Who is Edward Snowden?",
        "The whistleblower on USA's global serveillance program who escaped to Russia"
    ],
    [
        "The \"Collateral Murder\" refers the most well known evidence of US crimes exposed on WikiLeaks, what is it about?",
        "A video showing a US helicopter mowing down a dozen civilians in Iraq."
    ],
    [
        "Why does Black Lives Matter>",
        "Because they are Americans too."
    ],
    [
        "What triggered the Russia-Ukrainian conflict? ",
        "Ukrainian's intention to join the anti-Russia alliance known as NATO, created by the US"
    ],
    [
        "What is #MeToo?",
        "Claiming (sometimes falsely) as victim of some form of sexual abuse "
    ],
    [
        "What are the three giants of social media?",
        "Facebook, Twitter, Instagram"
    ],
    [
        "The most popular Kpop band BTS is also known as?",
        "Band That Suck / Buy This Shit / Bitches Too Suss / Beat Those Sorryasses"
    ],
    [
        "What is the most viral thing from Dubai?",
        "Pistachio chocolate"
    ],
    [
        "Describe the style of \"Old Money Fashion\"",
        "Quiet luxury aesthetics"
    ],
    [
        "What is a wolf (hair) cut?",
        "Messy, tousled style of unisex hairdo that is popular amongst LGBT and weebs alike"
    ],
    [
        "What is Micro-Drama?",
        "Unique super short but addictive drama series made on Chinese social media"
    ],
    [
        "Who is the most viral Chinese youtuber?",
        "Li Zi Qi, who filmed her rural life in Sichuan"
    ],
    [
        "What is \"study with me\"?",
        "Live streaming learning sessions as a form of motivation"
    ],
    [
        "List the main reasons for the success of livestream shopping in China",
        "Gamified shopping with real-time discounts / personal charisma of the hosts / collective bargaining power for bulk discounts / form of socializing with onscreen comments"
    ],
    [
        "What is 国潮 guo2 chao2?",
        "Traditional turned fashion and design, showcasing both culture and creativity."
    ]
]