[
    [
        "What is the worst winner of Best Movie of the Oscar?",
        "Everything Everywhere All at once"
    ],
    [
        "Which movie revolved around a man using tattoo to recollect things that happen?",
        "Memento"
    ],
    [
        "Which well known actor starred in multiple basketball themed movies, name two of these movies.",
        "Woody Harrelson in White Men can't jump / Champions / Semi-Pro"
    ],
    [
        "Name two movie/TV series adaptation of video game",
        "Borderlands / Fallout / Mortal Kombat / Tomb Raider / The Witcher / The last of Us"
    ],
    [
        "What was Heath Ledger most known for?",
        "Playing the role of the Joker in The Dark Knight, which led to his death."
    ],
    [
        "What is the most banned movie worldwide and why?",
        "Cannibal Holocaust, for the topic of cannibalism and authenticity"
    ],
    [
        "Which director is known for his mind-bending, dream-like style of movies?",
        "David Lynch, the master of nightmare logic"
    ],
    [
        "Which director is known for introducing sci-fi puzzles?",
        "Christopher Nolan, Inception / Interstellar / Tenet / Memento"
    ],
    [
        "Which movie gave us the iconic line of \"I fart in your general direction!\"?",
        "Monty Pyton and the holy grail, the most accurate medieval movie ever made!"
    ],
    [
        "Who is the consensus best filmmaker of all time? ",
        "Stanley Kubrick for his masterpieces over multiple genres, namely: 2001: A space Odyssey / Dr. Strangelove / A clockwork Orange / Full Metal Jacket"
    ],
    [
        "Which ethnicity is most influential in movies?",
        "the Jews, from writers, directors to movie studios"
    ],
    [
        "Who is widely regarded as having the best acting in Godfather?",
        "Marlon Brando as Don Vito Corleone"
    ],
    [
        "Which is the greatest heist movie?",
        "The Heat"
    ],
    [
        "Who did Paul Newman play as in the legendary pool movies of The Hustler and The color of money?",
        "Fast Eddie"
    ],
    [
        "What is M. Night Shyamalan know for, style-wise?",
        "Twist endings, with The Sixth Sense, Split, Old"
    ],
    [
        "Who the cult favourite director who employs cool dialogues with over-the-top violence?",
        "Quentin Tarantino, (Pulp Fiction / Kill Bill / Django Unchained) "
    ],
    [
        "Who is the most famous midget on screen?",
        "Peter Dinklage, in Game of Thrones / In Bruges"
    ],
    [
        "What was Matthew McConaughey typecasted as before his breakthrough?",
        "Rom-Com sexy dumbass"
    ],
    [
        "What is the most memorable scene in Pulp Fiction?",
        "The dance at Jack Rabbits"
    ],
    [
        "Name five drug themed movies/TV series",
        "Trainspotting / Requiem for a Dream / Ill Manor / Breaking Bad / The Basketball Diaries / Limitless / The Wire / Withnail and I "
    ],
    [
        "What's written on the three billboards in Ebbing?",
        "Raped while dying / still no arrest / How come, Chief Willoughby"
    ],
    [
        "Name two movies featured angels?",
        "Dogma / Constantine / City of Angels / Carnivale / The Devil's Advocate"
    ],
    [
        "Name four of the most wellknown movies about AI/robot?",
        "Blade Runner / Terminator / Chappie / AI / The Matrix / Companions / Moon / Zimone / Ex Machina"
    ],
    [
        "Name four movie/TV series on vampires",
        "The hunger / What we do in the Shadows / Interview with the Vampire / Near Dark / Dracula / Daybreakers / Underworld"
    ],
    [
        "Which movie best portrayed female bravery and friendship, in a non-lesbian way?",
        "Thelma & Louise"
    ],
    [
        "Who is the famous retard in movies?",
        "Tom Hanks as Forest Gump"
    ],
    [
        "What do the following characters have in common, Al Swearengen, Bill the Butcher, Anton Chigurh, Magneto, Darth Vader, The Joker?",
        "Swag, Intelligence, Ruthlessness, likable"
    ],
    [
        "What is the origin of Al's name in Deadwood?",
        "A swear engine!"
    ],
    [
        "What is the name of the foul mouthed spin doctor?",
        "Malcolm tucker"
    ],
    [
        "Do you know two of Ray's fav horror movies?",
        "Return of the Living Dead III, Session 9, the exorcism of emily rose, Isolation"
    ]
]