[
    [
        "What is the name Marilyn Manson referring to?",
        "Marylin Monroe and Charles Manson, (pop idol vs serial killer)"
    ],
    [
        "How did the lead singer of Nirvana, Kurt Cobain commit suicide?",
        "Shotgunned himself"
    ],
    [
        "What is the most interesting and unusual fact about the band made up of Sisters of Mercy?",
        "They use a drumming machine called Doktor Avalanche instead of a human drummer"
    ],
    [
        "Where the name Sisters of Mercy originated from?",
        "A group of nuns"
    ],
    [
        "Where the name Joy Division comes from?",
        "the prostitution wings of the Nazi concentration camp"
    ],
    [
        "What is the genre of music Nine Inch Nails belong to, and name another well known band under the same genre",
        "Industrial, Rammstein"
    ],
    [
        "Where is Leonard Cohen from?",
        "Canada"
    ],
    [
        "What are the main differences between black metal and death metal?",
        "black: screams, darkness-themed, raw / death: growls, violence-themed, heavy but polished (CRadle of Filth vs Cannibal Corpse)"
    ],
    [
        "Who is the lead singer of Iron Maiden?",
        "Bruce Dickinson"
    ],
    [
        "What is trip hop, and its defining bands that we listen to?",
        "atmospheric down-tempo music influenced by jazz and created using sample manipulation and female vocals. (Tricky, Portishead, Massive Attack)"
    ],
    [
        "What is the origin of the band name Moorcheeba?",
        "combining MOR (middle of the road, neither too pop nor too edgy) with cheeba (cannabis)"
    ],
    [
        "What is the origin of Hallowed be thy name?",
        "The Lords Prayer, the song is originally created by Iron Maiden"
    ],
    [
        "Who is the most mainstream goth band?",
        "The Cure"
    ],
    [
        "How many Sisters of Mercy albums are there?",
        "Three, First and last and always, floodland, vision thing"
    ],
    [
        "What makes The Doors great, apart from the singer's death?",
        "pioneer of psychedelic music / poetic songwriting / great voice"
    ],
    [
        "What stands out about Joy Divison's music, apart from the singer's death?",
        "poetic songwriting / deep emotional lyrics / rawness of delivery / Curtis phenomenal voice"
    ],
    [
        "What is hip hop defined by? ",
        "rap, with electronic backing, instead a band"
    ],
    [
        "What is the difference between rock and metal?",
        "metal is a more aggressive and intense subgenre of rock, with heavier themes to match"
    ],
    [
        "Most famous Australian artists?",
        "Nick Cave / Kylie Minogue / ACDC"
    ],
    [
        "What is the meaning of Die Antwood?",
        "The Answer in Afrikaans"
    ],
    [
        "Who is nicknamed Queen of Goth?",
        "Siouxsie Sioux"
    ],
    [
        "What is Billy Corgan's voice compared to? ",
        "A cat getting beaten to death"
    ],
    [
        "What is the meaning of Venus in Furs?",
        "BDSM, bondage and discipline, sadism and masochism"
    ],
    [
        "What is considered the best years of modern music?",
        "1980s, introduced more sub-genres, emergency of digital recording and MTV, wide growth of both pop and alternative music"
    ],
    [
        "What is Tomorrowland?",
        "The biggest EDM festival in the world, held in Belgium"
    ],
    [
        "Which genre of popular music has the youngest average listens?",
        "hip-hop, aged 16-24"
    ],
    [
        "Statistically, which genre of music is listened to the most by people with low education level?",
        "hip-hop, followed by pop"
    ],
    [
        "What is the easiest way to tell a pop artist from non pop artist?",
        "pop artist usually only does the singing, without a band"
    ],
    [
        "Who is considered the best guitarist of all time, by most people?",
        "Jimi Hendrix, he innovated more sounds from electric guitar than everyone else combined"
    ],
    [
        "List three facts about the genre Blues",
        "where Jazz derives from | often sorrowful and oppressive | orginated among the black slaves | trance-like rhythm that forms a repetitive groove | narrative lyrics | more instrumental"
    ]
]