[
    [
        "Which sport has the term \"Grand Slam\" and what does it mean?",
        "Tennis, for winning all four major tournaments in the year"
    ],
    [
        "What is the person who throws the ball in baseball called?",
        "Pitcher"
    ],
    [
        "Which two sport have the most medals in the Olympics?",
        "Athletics 48, Swimming 37"
    ],
    [
        "What is the most popular sports in Australia?",
        "Aussie Rules football (AFL)"
    ],
    [
        "What are the most popular individual sports in Australia, list two",
        "Tennis, Swimming"
    ],
    [
        "In volleyball, how many times can a team touch the ball before returning it?",
        "3"
    ],
    [
        "Which sport has the Tour De France as its most famous event?",
        "Cycling"
    ],
    [
        "Which sport is the most popular one worldwide?",
        "Soccor"
    ],
    [
        "Which exclusively American sport is most popular in the US?",
        "American Football, NFL"
    ],
    [
        "What is the national sport of Canada?",
        "Ice hockey"
    ],
    [
        "What is the national sport of China?",
        "Table Tennis"
    ],
    [
        "Which sports does China routinely dominate at the Olympics, list 3",
        "Table tennis / badminton / gymnastics / diving / weightlifting / swimming"
    ],
    [
        "What is the meaning of HAT TRICK in soccer?",
        "when a player scores three times in the same game"
    ],
    [
        "What is the fastest time for 100m sprint?",
        "9.58 seconds"
    ],
    [
        "Which sport uses the term ace, and deuce?",
        "Tennis"
    ],
    [
        "What is the fastest stroke in swimming?",
        "Freestyle"
    ],
    [
        "What is the most popular sport in India?",
        "Cricket"
    ],
    [
        "In which sport might you see a homerun?",
        "Baseball"
    ],
    [
        "How many points does a homerun score?",
        "1 for the hitter, plus the number of teammates on base"
    ],
    [
        "What sport has touchdown, and how many points does it give?",
        "American football, 6"
    ],
    [
        "What sport is associated with Wimbledon?",
        "Tennis"
    ],
    [
        "What are all the major sporting events in Melbourne? ",
        "Australian Open tennis, F1 Grand Prix, Melbourne Cup Racing, AFL Grand Final"
    ],
    [
        "In tennis, what is the term for a score of zero?",
        "Love"
    ],
    [
        "What are the three disciplines in a triathlon?",
        "swimming, cycling, running"
    ],
    [
        "What is the shortest standard triathlon distance?",
        "750m swim, 20km bike, 5km run"
    ],
    [
        "What is drafting in NBA?",
        "To pick the best new players from college"
    ],
    [
        "What is the meaning pound for pound in fighting sports?",
        "Best fighter judged by their talent and skill, ignoring weight class"
    ],
    [
        "How does ranking systems work in sports?",
        "by points obtained from different event, weighted by their importance."
    ],
    [
        "Which fighting sport has gained worldwide popularity in recent years?",
        "UFC, mix martial arts"
    ],
    [
        "Which new sport has gained most popularity in Australia?",
        "Pickleball"
    ]
]