[
    [
        "What is the biggest flop in recent gaming history?",
        "Cyberpunk 2077, due to the tremendous success of CD Projekt Red's previous title, Witcher 3"
    ],
    [
        "What is Bethesda studio known for?",
        "Ambitious open world games such as Fallout series, and Elder Scrolls"
    ],
    [
        "What is roguelite games?",
        "procedural levels platform games with strong emphasis on character/ability/item progression and run-based gameplay"
    ],
    [
        "JRPG vs RPG?",
        "JRPG: Anime themed / turn base / linear story, Western RPG: darker, grey / real time / open-world"
    ],
    [
        "Which gaming console gets converted into PC the most?",
        "Xbox, due to accessability of Window based system, and Western users interest of modding"
    ],
    [
        "What is the most popular VR headset?",
        "Meta Quest 3"
    ],
    [
        "What is the main draw for games to be played on PC over console?",
        "free server use / modding / better graphic settings / bigger selection / certain genres work best on PC"
    ],
    [
        "What is the main advantage of console over PC?",
        "ease of use / better quality cost ratio / some exclusives / less crashing"
    ],
    [
        "Explain the difference between ARPG and normal RPG with examples",
        "ARPG focus on action over story, reflex over planning. ARPG (Diablo, Elden Ring), RPG (Witcher, Fallout)"
    ],
    [
        "What is the nick name for Everquest?",
        "Evercrack"
    ],
    [
        "What does NSFW stand for?",
        "Not Safe For Work, meaning sensitive content"
    ],
    [
        "What is peculiar about Elcors in Mass Effect?",
        "They like to prefix all their dialog with an emotive statement to clarify their tone."
    ],
    [
        "Who is the man that tries to manipulate Commander Shepard in Mass Effect 2?",
        "The illusive man"
    ],
    [
        "What is the name of the drug Faith in Far Cry 5 controls?",
        "Bliss, which creates hallucinations"
    ],
    [
        "What is the most enjoyable part of Far Cry 5?",
        "fishing!"
    ],
    [
        "What games directly preceded and influenced Elden Ring?",
        "Dark Souls series"
    ],
    [
        "Describe the most viral Elden Ring player",
        "Let Me Solo Her wears nothing but a pot on the head"
    ],
    [
        "What is the worst thing to happen in Elden Ring? (tongue-in-cheek)",
        "To wander the land, maidenless"
    ],
    [
        "The origin of What is the color of night?",
        "Sanguine my brother, from Skyrim, the passcode to enter the Dark Brotherhood"
    ],
    [
        "What is a dragonborn called in Skyrim, in the dragon's language?",
        "Dovahkiin"
    ],
    [
        "What does CATS (the phone game) stand for?",
        "Crash Arena Turbo Stars"
    ],
    [
        "The most popular game for non-gamers?",
        "Pokemon Go, an AR game that make you search for Pokemon in real life"
    ],
    [
        "Which game resembles Dragon Age Inquisition the most, with the gathering of crew, and character appearance?",
        "Mass Effect 2/3"
    ],
    [
        "What is most unique about DAI's gameplay?",
        "It incoporates both real time and pause-and-go fighting."
    ],
    [
        "Name the two robots in Portal 2",
        "P-Body, Atlas"
    ],
    [
        "If GlaDos is the sarcastic, evil big sister, who would be the little brother?",
        "Claptrap!"
    ],
    [
        "Finish this quote from Claptrap..Oh! My eye just switched back on!",
        "I see a tough-looking minion, and an incredibly handsome robot."
    ],
    [
        "Finish the quote from Claptrap..You hear me, Jack?! I am the last Claptrap in existence.",
        "AND I AM GOING TO TEABAG YOUR CORPSE!"
    ],
    [
        "Which real world city is GTA5 based on?",
        "Los Angeles, hence Hollywood sign"
    ],
    [
        "Name two things Fallout and Wasteland 3 have in common?",
        "post-apocalyptic setting / faction-based story / turn-based combat / dark humor "
    ]
]