[
    [
        "What does \"slag\" do?",
        "increase damage taken"
    ],
    [
        "What does Tiny Tina do apart from being cheeky?",
        "blow things up"
    ],
    [
        "What is the full name of Borderlands2 DLC that features a parody of Dungeons & Dragons?",
        "Tiny Tina's Assault on Dragon Keep"
    ],
    [
        "What are the four elements of the dragons boss fight in Borderlands 2 DLC?",
        "Slag, Fire, Toxic, Lightning"
    ],
    [
        "What is the best legendary pistol in Borderlands 2?",
        "Unkempt Harold"
    ],
    [
        "What is the single most OP skill in Borderlands 2?",
        "Moneyshot"
    ],
    [
        "Which game you have played is the most NSFW?",
        "Rimworld, due to organ havesting and drug making"
    ],
    [
        "What is the name of Terraria's final update?",
        "Journey's End"
    ],
    [
        "How many possible endings are there in The Witcher 3?",
        "36"
    ],
    [
        "What is the name of Handsome Jack's pet?",
        "Butt Stallion"
    ],
    [
        "What does a pawn in Rimworld do when suffering from Berserk?",
        "attack any living creatures nearby"
    ],
    [
        "How to acquire Obsidian in Terraria?",
        "Pour water on lava"
    ],
    [
        "Which enemy drops the Rod of Discord?",
        "Chaos Elementals"
    ],
    [
        "What event is triggered by breaking a Shadow Orb in Terraria?",
        "Brain of Cthulhu"
    ],
    [
        "What is the name of the elite mercenary group in Titanfall2?",
        "The Apex Predators"
    ],
    [
        "What is Geralt of Rivia also known as, apart from the White Wolf?",
        "Butcher of Blaviken"
    ],
    [
        "What is the name of the new region in Blood and Wine DLC?",
        "Toussaint"
    ],
    [
        "Who is Ciri's biological father?",
        "Emperor Emhyr"
    ],
    [
        "What is the name of the female protagonist in Hearts of Stone?",
        "Iris Von Everec"
    ],
    [
        "The letter Olgierd left Iris in Hearts of Stone bears close similarities to one found in a movie, name the movie.",
        "Three Billboards outside Epping, Missouri"
    ],
    [
        "Which weapon manufacturer's guns are thrown when reload?",
        "Tediore"
    ],
    [
        "What is the second best legendary farm in base Borderlands 2, after the Warrior>",
        "BNK-3R"
    ],
    [
        "What is the Minecraft inspired area in Borderlands 2?",
        "Caustic Caverns, with creepers and a secret diamond sword"
    ],
    [
        "What is the Archotech body part bonus in Rimworld?",
        "+50% efficiency"
    ],
    [
        "What is the best material for armor in Rimworld?",
        "Plasteel"
    ],
    [
        "What do you use to summon Empress of Light during the day?",
        "kill a Prismatic Lacewing"
    ],
    [
        "Apart from the GPS, what is the one un-fishing related item that is required to make Cellphone?",
        "Magic Mirror"
    ],
    [
        "What monster is created from a cursed unborn child in Witcher 3?",
        "A botchling"
    ],
    [
        "Which Gwent faction has the most spy cards?",
        "Nilfgaardian"
    ],
    [
        "State the three protocols of a Titan",
        "Link to Pilot, Uphold the Mission, Protect the Pilot"
    ]
]