[
    [
        "What is the equation for calculating speed?",
        "Distance over time"
    ],
    [
        "What is the unit of force?",
        "Newton (N)"
    ],
    [
        "What does Newton's First Law of Motion state?",
        "An object will remain at rest or in uniform motion unless acted upon by an external force (ie. inertia)"
    ],
    [
        "What type of wave is sound?",
        "Longitudinal wave"
    ],
    [
        "What is the law of conservation of energy?",
        "Energy can not be created or destroyed, only transformed,"
    ],
    [
        "What does a convex lens do to light rays?",
        "Converges (focuses) them"
    ],
    [
        "What is the difference between mass and weight?",
        "Mass is the amount of matter (kg), weight is the force due to gravity (N)"
    ],
    [
        "What is the principle behind a hydraulic system?",
        "Pascal's Principle (Pressure force is transmitted equally in all directions)"
    ],
    [
        "What is the smallest unit of an element?",
        "Atom"
    ],
    [
        "What is the pH of a neutral solution, below which becomes acidic, above alkaline?",
        "pH 7"
    ],
    [
        "What is the process of a liquid turning into a gas called?",
        "Evaporation"
    ],
    [
        "What is the difference between an element and a compound?",
        "An element is made of one type of atom, compound 2+ bonded elements"
    ],
    [
        "What is the chemical symbol for gold?",
        "Au"
    ],
    [
        "What is the process of a solid turning directly into a gas called?",
        "Sublimation"
    ],
    [
        "What is the main gas responsible for climate change?",
        "Carbon dioxide, CO2"
    ],
    [
        "What causes the seasons on Earth?",
        "Earth's axial tilt"
    ],
    [
        "What causes tides?",
        "Gravitational pull of the moon"
    ],
    [
        "What is the closest star to Earth?",
        "The sun"
    ],
    [
        "What causes earthquakes?",
        "Movement of tectonic plates"
    ],
    [
        "What is the name of the galaxy we live in?",
        "the Milky Way"
    ],
    [
        "Name 6 planets from the Sun",
        "Mercury / Venus / Earth / Mars / Jupiter / Saturn / Uranus / Neptune"
    ],
    [
        "Why does ice float on water?",
        "ice is less dense than water with more air inside"
    ],
    [
        "Why do metals conduct electricity?",
        "They have free-moving electrons"
    ],
    [
        "What is the difference between a physical and chemical changes?",
        "Physical alters form, while chemical creates new substance"
    ],
    [
        "What is the name of the process where a gas turns into a liquid?",
        "Condensation"
    ],
    [
        "What do we call a substance that speeds up a reaction without being consumed?",
        "Catalyst"
    ],
    [
        "What is the term for the amount of solute dissolved in a solvent?",
        "Concentration"
    ],
    [
        "What is the unit of power?",
        "Watt (W)"
    ],
    [
        "What is Newton's Third Law of Motion?",
        "For every action, there is an equal and opposite reaction"
    ],
    [
        "What is the formula for calculating acceleration?",
        "change in velocity / change in time, (velocity is speed with a direction)"
    ]
]