[
    [
        "What is the largest organ in the human body?",
        "The skin"
    ],
    [
        "Which organ filter blood and remove waste as urine?",
        "the kidneys?"
    ],
    [
        "Which blood type is the universal donor?",
        "O negative"
    ],
    [
        "Functions of red blood cells vs white blood cells?",
        "red: carry oxygen from lungs to the body / white: fight infections and diseases"
    ],
    [
        "What is asthma?",
        "airway inflammation that leads to breathing difficulty?"
    ],
    [
        "What are the proper terms for sudden illness vs long term recurring ones?",
        "Acute vs Chronic"
    ],
    [
        "What is Alzheimer's disease? ",
        "A progressive neurodegenerative disorder affecting memory"
    ],
    [
        "What does MAD stand for in clinical trial?",
        "Mutiple Ascending Doses"
    ],
    [
        "What is the use of having placebo in medical research?",
        "To reduce the bias from psychological effect, which triggers natural healing responses that is not medical related"
    ],
    [
        "What is \"hemorrhage\"?",
        "excessive bleeding"
    ],
    [
        "Identify FAST, the symptoms of a stroke.",
        "Face drooping, Arm weakness, Speech difficulty, Time to call emergency"
    ],
    [
        "What is the meaning of PRN in prescriptions?",
        "As needed (latin pro re nata)"
    ],
    [
        "Which is safer, xray or MRI?",
        "MRI is safer as it does not use radiation like Xray does."
    ],
    [
        "Difference between ultrasound/Xray?",
        "ultrasound: real time, soft tissue, shows movement / xray: lungs, bones, cheap"
    ],
    [
        "What are four things that would make different people react differently to medicine/illness?",
        "age / gender/ race / medical history / family history"
    ],
    [
        "What is the recovery position?",
        "Put someone on their side, to keep airway open, prevent choking on vomit"
    ],
    [
        "Both common over-the-counter pain relievers, what separates ibuprofen and aspirin?",
        "ibuprofen (brand Nurofen): more fever reduction, safe for kids, lower imflammation / aspirin: for headache, allergic reactions, not for kids"
    ],
    [
        "List 5 organs that come in pairs",
        "kidney / lungs / eyes/ ears / ovaries / testes / tonsils / breasts (female)"
    ],
    [
        "Ovaries is to woman as what is to man?",
        "Testes!"
    ],
    [
        "What is chemo?",
        "Chemotherapy, a treatment for cancer that also kill healthy cells"
    ],
    [
        "What does a vaccine do?",
        "Helps the immune system fight infections, by creating a similar but milder attack first"
    ],
    [
        "Give three vitals (signs of life).",
        "Blood Pressure, pulse, temperature, respiration rate, oxygen levels "
    ],
    [
        "What is the difference between a virus and bacteria?",
        "Virus needs a host to replicate, bacteria are independent organisms."
    ],
    [
        "What is palliative care?",
        "Care focus only on relieving symptoms in serious illnesses."
    ],
    [
        "What is used to listen to heart or lungs?",
        "A stethoscope"
    ],
    [
        "What is BMI and how is it calculated?",
        "Body Mass Index shows how muscular a person is, by using weight-to-height ratio. low BMI means less fat."
    ],
    [
        "What is the best way to test for drugs/poison?",
        "Through hair/nail analysis, traces remain for months instead of days in blood/urine"
    ],
    [
        "What is heartburn?",
        "Excessive acid from stomach reflux back into the esophagus, causing a burning sensation in the chest"
    ],
    [
        "What is the main cause of hiccups?",
        "too much air, sudden shock, eating too fast, or sudden temperature changes (hot/cold drinks)"
    ],
    [
        "What is the largest muscle in human body, and what trains it?",
        "Glutes (gluteus maximus, butt muscle), train by doing squats"
    ]
]