[
    [
        "Que sais-je? is Montaigne's view on healthy skepticism, what's the meaning in English?",
        "What do I know?"
    ],
    [
        "What did Montaigne do in his Essays that was rather unusual to other philosophical writings?",
        "Montaigne freely quoted from works of other greats, while providing his own interpretations."
    ],
    [
        "What is the Socratic method?",
        "To find deep truth by questioning contradictions in beliefs, to believe oneself as knowing nothing."
    ],
    [
        "What does the person, the fire, the cave, and the shadow casted on the wall symbolize in Plato's cave?",
        "What we (the person) believes to be reality (the shadow) is just an illusion created by our ideas/perception (the fire) in the world (the cave)"
    ],
    [
        "What was Socrates' last words and their significance?",
        "\"Don't forget to sacrifice a rooster to the God of health\", showing that he was glad to be allowed to part with this disease which is life."
    ],
    [
        "What did Socrates write?",
        "Nothing, everything about him came from Plato's dialogues."
    ],
    [
        "What was Plato's Academy?",
        "The first Western university, teaching philosophy, maths and science."
    ],
    [
        "What is the Golden Mean, and who came up with it?",
        "Virtue lies between extremes was Aristotle's idea."
    ],
    [
        "List five concepts included in metaphysics?",
        "Abstract philosophical concepts: time / space / being / knowing / cause / mind and matter / potentiality and actuality"
    ],
    [
        "What is Plato's \"Theory of the Forms\"?",
        "that physical things were merely poor representations of ideal forms that exist externally"
    ],
    [
        "What is nihilism?",
        "To believe that life and everything lacks objective meaning."
    ],
    [
        "Elaborate of the Four Causes of an object by Aristotle. Material, Formal, Efficient, Final",
        "Material cause: what it is made of  / Formal cause: how it is arranged / Efficient cause: where it comes from / Final cause: its purpose"
    ],
    [
        "Truth consists in \"Saying what is that it is\", and also?",
        "\"what is not that it is not.\""
    ],
    [
        "Stoicism teaches that we should \"Focus on what you control\", and?",
        "\"accept what you can't.\""
    ],
    [
        "Why does Seneca and other stoics focus on learning to accept death?",
        "So that one can live virtuously, without the greatest fear."
    ],
    [
        "Who is the closest philosopher king we have in history?",
        "Marcus Aurelius, shown from the stoic philosophy in his Meditations"
    ],
    [
        "Which philosopher became synonymous with pleasure seeking?",
        "Epicurus, where the word Epicurean comes for, who believed that seeking happiness from pleasure is right and good."
    ],
    [
        "Who made the word Uber popular in modern culture?",
        "Nietsche's Ubermensche (Overman, or Superman), the man who would go beyond what normal man is capable of being."
    ],
    [
        "What is Amor Fati?",
        "Nietzsche declares that we should love fate, and embraces life's struggles as necessary and beneficial"
    ],
    [
        "What is the novel yet frightening concept introduced by Nietzsche?",
        "The eternal recurrence, life as one big loop, mentioned by Rust in True Detective"
    ],
    [
        "What is a priori vs a posteriori knowledge? (by Kant)",
        "A priori is innate (logic in math), A posteriori is learned (science)"
    ],
    [
        "What is the golden rule of moral action?",
        "Do unto others as you would have them do unto you"
    ],
    [
        "What does Schopenhauer say about Will?",
        "Will is behind everything we do, the cause of our misery, thus must be denied if we want to be happy."
    ],
    [
        "What is a pessimist and what is a realist?",
        "All pessimists think they are realists, while optimists think non-optimists are all pessimists"
    ],
    [
        "\"Man is born free, yet everywhere he is in chains.\" Explain.",
        "Society corrupts natural freedom with inequality."
    ],
    [
        "What’s the social contract by Rousseau?",
        "Citizens surrender some freedom for collective security, the origin of Socialism"
    ],
    [
        "What’s noble savage?",
        "Rousseau believes that Humans in nature are good; civilization corrupts them."
    ],
    [
        "How did Plutarch's Parallel Lives influence later thinkers?",
        "The moral reflections on Greek and Roman leaders shaped Renaissance humanism."
    ],
    [
        "\"To be yourself in a world trying to make you otherwise is the greatest achievement.\" Who is the leader of Transcendentalism?",
        "Emerson and his emphasis of self-reliance."
    ],
    [
        "What is the greatest puzzle that looms over all philosophy?",
        "What if the answer of what we seek lies beyond the limit of our perception?"
    ]
]