[["if two parallel lines are cut by the straight line, which angles are equal?", "corresponding angles, alternate angles and oppsite angles"], ["If two angles are complementary, what do they add up to?", "90 degrees"], ["What is the sum of the interior angles of a pentagon?", "540 degrees"], ["If a right-angled triangle has legs 6cm and 8cm, what is the hypotenuse?", "10cm "], ["What is the area of a triangle with base 10cm and height 5cm?", "25cmsq"], ["What is the Pythagoras theorem formula?", "a^2 + b^2 = c^2, c being the hypotenuse of a right-angled triangle"], ["What is a quadrilateral with one pair of parallel sides?", "Trapezium"], ["What is the sum of the interior angles of a quadrilateral?", "360 degrees"], ["What is the area of a rectangle with length 12m and width 5m?", "60 sqm"], ["What is the area of a circle with radius of 4cm?", "16pi cmSQ"], ["What is the name of a line that touches a circle at exactly one point?", "Tangent"], ["What is the length of an arc with angle 60 in a circle of radius 6cm?", "2pi cm, (60/360 x 6 x 2pi)"], ["What is the length of an arc of the 1/4 pie from a circle of radius 10m?", "5pi cm (1/4 x 10 x 2pi)"], ["What does SOH stand for in trigonometry?", "sin(0) = Opposite/Hypotenuse"], ["If sin(0) = 0.5, what is 0?", "30 degrees (assuming acute angle)"], ["A right-angled triangle has hypotenuse 10cm and angle 30 degree, what is the length of the opposite side?", "5cm (sin(30 degree) = 0.5 = Opposite/10)"], ["What is cos(60 degree)?", "0.5"], ["How do you find an angle given two sides in a right-angled triangle?", "Use inverse trig functions (sin^-1, cos^-1, tan^-1)"], ["If two triangles are similar, what is equal?", "Corresponding angles are equal, sides are proportional."], ["A triangle has sides 3, 4, 5. Another similar triangle has a corresponding side of 6, what are the other sides?", "8, 10 (scale factor of 2)"], ["What is the ratio of areas for two similar figures with a side ratio of 1:3?", "1:9"], ["What is the area of a trapezium with parallel sides 5cm and 7cm, height 4cm?", "24cmsq"], ["What is the volume of a cube with side length 3cm?", "27 cubic cm"], ["What is the surface area of a cylinder with radius 2cm and height 5cm?", "28 pi cmsq"], ["A prism has a base area of 10sqm and height 3m, what is the volume?", "30 cubic m (volume = base area x height)"], ["What is the gradient of the line passing through (2,4) and (6,10)?", "3/2 (10-4)/(6-2)"], ["What is the equation of a line with gradient 2 and y-intercept -3?", "y = 2x -3"], ["If two lines are parallel, what is the same?", "their gradients"], ["A sector has radius 5cm and angle 72 degrees, what is its area?", "5 pi cmsq (72/360 x pi x 5^2)"], ["A flagpole casts a 12m shadow when the angle of elevation of the sun is 30 degrees, how tall is the flagpole?", "4SQR3 m (tan(30) = height/12, height = 12 x 1/SQR3)"]]