[
    [
        "Ray's favourite movie?",
        "Swordsman II"
    ],
    [
        "Who does Ray love the most?",
        "Lela and Khole equally"
    ],
    [
        "How old was Ray when he moved to Brisbane from Shanghai?",
        "Year 8, around 14 years old"
    ],
    [
        "Where has Ray earned most of his money from?",
        "Furniture work, investing in stockmarket, government pension"
    ],
    [
        "How scared was Ray when Khole was in ICU?",
        "Not much, he believes that fear is useless."
    ],
    [
        "What is Ray's most fonding momory of Lela?",
        "Of Lela all dressed up, sitting and chatting with Novotel Beneo at Bali, with an air of contentment and confidence too mature for her age."
    ],
    [
        "What does Ray consider to be both his greatest strength and weakness?",
        "Too selfless"
    ],
    [
        "What is the main reason for Ray's disdain towards White/Western culture?",
        "Their hypocrisy"
    ],
    [
        "Which tourist area in China does Ray fancy the most?",
        "YangShuo, for the mountains, caves, and rivers all closely located."
    ],
    [
        "Outside of China, where does Ray want to visit the most?",
        "London by himself, Jordan/Egypt with family"
    ],
    [
        "What is Satin's main hobby?",
        "manga / ballroom dancing"
    ],
    [
        "What does Satin like to do the most at home?",
        "sleep / dishes / toilet time"
    ],
    [
        "How does Satin show her care to her elders?",
        "send greetings on special days"
    ],
    [
        "Is Satin easy going?",
        "Only on things she care little about, immovable on what she believes "
    ],
    [
        "Is Satin athletic?",
        "No, she has strength but no coordination, stamina"
    ],
    [
        "How does Satin maintain her slim figure?",
        "By having a disfunctional digestive system"
    ],
    [
        "How many times have we been to Bali in total?",
        "2018, 2019, 2022, three times"
    ],
    [
        "When did Khole end up hospitalized?",
        "Sept 2017"
    ],
    [
        "What was the best year for our family and why?",
        "2019: Bali/Sofitel, last year of normal Lela, Yangshuo/Chongqing, Ray's solo trip to Lijiang / 2020: Covid, family time, gaming, LEI, Blue Mountain, LEI"
    ],
    [
        "From which year did Lela show clear sign of changing in attitude?",
        "2022"
    ],
    [
        "From which year did the boys start their boys only travelling and where?",
        "2023 Thailand/Vietnam"
    ],
    [
        "Name five animals that we have had as pet, excluding Amor",
        "Budgies / Guinea Pigs / Leopard Gecko / Fish / Roly Poly / Fancy Rat / Turtle "
    ],
    [
        "What is Ray's favourite children's book?",
        "The Girl down the well"
    ],
    [
        "What is Khole's favourite manga?",
        "JOJO's bizzare adventures"
    ],
    [
        "What does Ray find most offensive in the behaviour of his kids?",
        "Dishonesty"
    ],
    [
        "If \"Tax man\" is Rust's nick name, what is Khole's?",
        "Syntax Man :)"
    ],
    [
        "What is Lela's favourite manga?",
        "Bungou Stray Dogs"
    ],
    [
        "Which song is Lela's favourite to play on the instrument?",
        "Putting on the ritz"
    ],
    [
        "What is Lela's pet phrase?",
        "Bruh"
    ],
    [
        "What is the one thing that Lela, Khole and Satin most evidently have in common?",
        "bad teeth!"
    ]
]